RU/Files/day2_5/wing-snappyHexMesh/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (0 30.5 0);
    }

    outlet
    {
        type            inletOutlet;
        inletValue	uniform (0 0 0);
        value		uniform (0 0 0);
    }

    tunnel_walls
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }

    surface
    {
        type            fixedValue;
        value           uniform (0 0 0);
    }

    front_and_back
    {
        type            empty;
    }
}

// ************************************************************************* //
