RU/Files/day2_5/wing-snappyHexMesh/0/k
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.3072;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.3721;
    }
    outlet
    {
        type            zeroGradient;
    }
    tunnel_walls
    {
        type            kqRWallFunction;
        value           uniform 0.3721;
    }
    surface
    {
        type            kqRWallFunction;
        value           uniform 0.3721;
    }
    front_and_back
    {
        type            empty;
    }
}


// ************************************************************************* //
