RU/Files/day2_5/wing-snappyHexMesh/0/y
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      y;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
266800
(
0.482286
0.482286
0.482286
0.482286
0.482286
0.482286
0.482286
0.482286
...
)
;

boundaryField
{
    inlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
200
(
0.48304
0.482398
0.481722
0.481011
0.480263
0.479476
0.478648
0.477776
...
)
;
    }
    outlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
201
(
0.483277
0.482637
0.481962
0.481253
0.480507
0.479721
0.478895
0.478026
...
)
;
    }
    tunnel_walls
    {
        type            calculated;
        value           uniform 1e-15;
    }
    surface
    {
        type            calculated;
        value           uniform 1e-15;
    }
    front_and_back
    {
        type            empty;
    }
}


// ************************************************************************* //
