RU/Files/day2_5/wing-snappyHexMesh/0/yPlus
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      yPlus;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0;
    }
    outlet
    {
        type            calculated;
        value           uniform 0;
    }
    tunnel_walls
    {
        type            calculated;
        value           nonuniform List<scalar> 
2660
(
4.74114
4.74114
4.74114
4.74114
4.74114
4.74114
4.74114
4.74114
...
)
;
    }
    surface
    {
        type            calculated;
        value           nonuniform List<scalar> 
361
(
0.712376
1.40569
1.6208
1.67929
1.6955
1.71667
1.7214
1.71537
...
)
;
    }
    front_and_back
    {
        type            empty;
    }
}


// ************************************************************************* //
