RU/Files/day2_5/wing-snappyHexMesh/constant/.svn/entries
10

dir
34
https://unihub.ru/tools/unicfdc04/svn/trunk/data/Files/day2_5/wing-snappyHexMesh/constant
https://unihub.ru/tools/unicfdc04/svn



2013-11-07T09:20:43.745960Z
13
matvey.kraposhin














01c50cae-3373-4b7b-9fe8-81634d72163a

polyMesh
dir

RASProperties
file




2013-11-12T17:55:23.000000Z
b6269eacaf7b3ea87b02a24c7aa1177d
2013-11-07T09:20:43.745960Z
13
matvey.kraposhin





















936

triSurface
dir

transportProperties
file




2013-11-12T17:55:23.000000Z
ba659be00aa5d48197111834f841c61b
2013-11-07T09:20:43.745960Z
13
matvey.kraposhin





















1373

cellDecomposition
file




2013-11-12T17:55:23.000000Z
598905921a2fc57bfaecdb103ed34a04
2013-11-07T09:20:43.745960Z
13
matvey.kraposhin





















534482

