RU/Files/day2_5/wing-snappyHexMesh/constant/polyMesh/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *) //

convertToMeters 1;

vertices
(

( 1000 -1000 -482.6) //   0 profile surface
( 1000  1610 -482.6) //   1
( 1000  1610  482.6) //   2
( 1000 -1000  482.6) //   3
(-1000 -1000 -482.6) //   4
(-1000  1610 -482.6) //   5
(-1000  1610  482.6) //   6
(-1000 -1000  482.6) //   7

);

blocks
(
    hex (0 1 5 4 3 2 6 7) (44 57 21) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    inlet
    {
        type patch;
        faces
        (
	    (4 0 3 7)
        );
    }
    outlet
    {
        type patch;
        faces
        (
	    (5 1 2 6)
        );
    }
    upAndDown
    {
        type wall;
        faces
        (
            (7 6 2 3)
            (4 5 1 0)
        );
    }
    frontAndBack
    {
        type patch;
        faces
        (
            (3 2 1 0)
            (7 6 5 4)
        );
    }
 );

mergePatchPairs
(
);

// ************************************************************************* //
