RU/Files/day2_5/wing-snappyHexMesh/system/decomposeParDict
// Mesh decomposition control dictionary

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

FoamFile
{
    version 0.5;
    format ascii;

    root     "ROOT";
    case     "CASE";
    instance "system";
    local    "";

    class dictionary;

    object decompositionDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

numberOfSubdomains   3;

//method               simple;
method               hierarchical;
//method               metis;
//method               manual;
//method               scotch;

simpleCoeffs
{
    n                    (1 1 3);
    delta                0.0001;
}

hierarchicalCoeffs
{
    n                    (1 1 3);
    delta                0.001;
    order                xyz;
}

meticCoeffs
{
}

manualCoeffs
{
    dataFile             "decompositionData";
}

// ************************************************************************* //
