RU/Files/day2_5/wing-snappyHexMesh/system/sampleDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version         2.0;
    format          ascii;
    class           dictionary;
    location        "system";
    object          sampleDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

interpolationScheme cellPoint;

setFormat raw;

sets
(

    Points_on_surface
    {
    type	cloud;
    axis	y;
    points	(
    (0 0 0)
    (0 0.0061 0.01)
    (0 0.01525 0.015)
    (0 0.0305 0.019)
    (0 0.061 0.026)
    (0 0.0915 0.031)
    (0 0.122 0.034)
    (0 0.183 0.039)
    (0 0.244 0.041)
    (0 0.305 0.041)
    (0 0.3355 0.038)
    (0 0.366 0.036)
    (0 0.3965 0.033)
    (0 0.427 0.030)
    (0 0.4575 0.026)
    (0 0.488 0.022)
    (0 0.5185 0.017)
    (0 0.549 0.013)
    (0 0.5795 0.008)
    (0 0.59475 0.006)
    (0 0.61 0)
    (0 0 0)
    (0 0.0061 -0.009)
    (0 0.01525 -0.013)
    (0 0.0305 -0.016)
    (0 0.061 -0.019)
    (0 0.0915 -0.022)
    (0 0.122 -0.025)
    (0 0.183 -0.026)
    (0 0.244 -0.025)
    (0 0.305 -0.023)
    (0 0.3355 -0.021)
    (0 0.366 -0.019)
    (0 0.3965 -0.017)
    (0 0.427 -0.015)
    (0 0.4575 -0.013)
    (0 0.488 -0.011)
    (0 0.5185 -0.009)
    (0 0.549 -0.007)
    (0 0.5795 -0.0045)
    (0 0.59475 -0.004)
    (0 0.61 0));
    }

    Profile_593u
    {
    type	uniform;
    axis	distance;
    start	(0 361.73e-3 33.07e-3);
    end		(0 363.37e-3 53.06e-3);
    nPoints	20;
    }
    Profile_893u
    {
    type	uniform;
    axis	distance;
    start	(0 544.73e-3 9.92e-3);
    end		(0 547.72e-3 29.7e-3);
    nPoints	20;
    }
    Profile_893l
    {
    type	uniform;
    axis	distance;
    start	(0 544.73e-3 -4.06e-3);
    end		(0 545.98e-3 -24.02e-3);
    nPoints	20;
    }
    Profile_940u
    {
    type	uniform;
    axis	distance;
    start	(0 573.4e-3 5.61e-3);
    end		(0 576.35e-3 25.39e-3);
    nPoints	20;
    }
    Profile_970u
    {
    type	uniform;
    axis	distance;
    start	(0 591.7e-3 2.9e-3);
    end		(0 594.58e-3 22.7e-3);
    nPoints	20;
    }
    Profile_970l
    {
    type	uniform;
    axis	distance;
    start	(0 591.7e-3 -1.24e-3);
    end		(0 592.8e-3 -21.21e-3);
    nPoints	20;
    }

    Profile_1010
    {
    type	uniform;
    axis	z;
    start	(0 616.10e-3 -25.00e-3);
    end		(0 616.10e-3  25.00e-3);
    nPoints	25;
    }
    Profile_1050
    {
    type	uniform;
    axis	z;
    start	(0 640.50e-3 -25.00e-3);
    end		(0 640.50e-3  25.00e-3);
    nPoints	25;
    }
    Profile_1200
    {
    type	uniform;
    axis	z;
    start	(0 732.00e-3 -25.00e-3);
    end		(0 732.00e-3  25.00e-3);
    nPoints	25;
    }
    Profile_1400
    {
    type	uniform;
    axis	z;
    start	(0 854.00e-3 -40.00e-3);
    end		(0 854.00e-3  40.00e-3);
    nPoints	41;
    }
    Profile_1800
    {
    type	uniform;
    axis	z;
    start	(0 1098.0e-3 -40.00e-3);
    end		(0 1098.0e-3  40.00e-3);
    nPoints	41;
    }
    Profile_2190
    {
    type	uniform;
    axis	z;
    start	(0 1335.9e-3 -60.00e-3);
    end		(0 1335.9e-3  60.00e-3);
    nPoints	61;
    }
    Profile_3000
    {
    type	uniform;
    axis	z;
    start	(0 1830.0e-3 -70.00e-3);
    end		(0 1830.0e-3  70.00e-3);
    nPoints	71;
    }
);

fields
(
 U p
);


// ************************************************************************* //
